alefragnani.project-manager
batisteo.vscode-django
bierner.emojisense
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
golang.go
herrmannplatz.npm-dependency-links
KevinRose.vsc-python-indent
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.cpptools
njpwerner.autodocstring
PKief.material-icon-theme
redhat.vscode-yaml
rvest.vs-code-prettier-eslint
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
wayou.vscode-todo-highlight
wholroyd.jinja
